Repository: ndlibersa/usage
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Do you really want to delete this user?
fr_fr: Voulez-vous vraiment supprimer cet utilisateur ?

source: Processing...
fr_fr: En traitement ...

source: Do you really want to delete this email address?
fr_fr: Voulez-vous vraiment supprimer cette adresse email?

source: Count over must be a number.
fr_fr: Doit être un nombre

source: % over must be a number.
fr_fr: % dépassement doit être un nombre.

source: Identifier must be valid format.
fr_fr: L'identifiant doit être dans un format valide.

source: This organization doesn't exist in the CORAL Organizations module.
fr_fr: Cette organisation n'existe pas dans le module Organisation de Coral.

source: This organization doesn't exist in the CORAL Organizations Module.
fr_fr: Cette organisation n'existe pas dans le module Organisations de Coral.

source: Count is required. If you wish to remove the count the outlier should be ignored.
fr_fr: Le comptage est requis. Si vous souhaitez supprimer le comptage, les

source: Count is required.
fr_fr: Comptage requis

source: Start Year must be 4 numbers and start with 19 or 20.
fr_fr: L'année de départ doit être saisie sur 4 caractères, débutant par 19 ou 20

source: End Year must be 4 numbers and start with 19 or 20.
fr_fr: L'année de fin doit être saisie sur 4 caractères, débutant par 19 ou 20

source: Please choose Yes or No for Counter Compliant.
fr_fr: Choisir Oui ou Non pour compatibilité counter

source: Platform must be entered.
fr_fr: La plateforme doit être saisie.

source: Loading...
fr_fr: Chargement...

source: Please select a file.
fr_fr: Sélectionner un fichier

source: show publisher list
fr_fr: Voir la liste des éditeurs

source: hide publisher list
fr_fr: Cacher la liste des éditeurs

source: Do you really want to remove this interface note?
fr_fr: Voulez-vous vraiment supprimer cette note d'interface ?

source: Do you really want to remove this Publisher note?
fr_fr: Voulez-vous vraiment supprimer cette note d'éditeur ?

source: Do you really want to remove this login information?
fr_fr: Voulez-vous vraiment supprimer cette information de connexion ?

source: Do you really want to delete this month?
fr_fr: Voulez-vous vraiment supprimer ce mois ?

source: Do you really want to delete this
fr_fr: Voulez-vous vraiment supprimer ceci

source: Running...
fr_fr: En cours...

source: show Publisher list
fr_fr: Afficher la liste des éditeurs

source: hide Publisher list
fr_fr: Cacher la liste des éditeurs

source: Do you really want to delete this import?
fr_fr: Voulez-vous vraiment supprimer cet import ?

source: French
fr_fr: Français

source: English
fr_fr: Anglais

source: Users
fr_fr: Utilisateurs

source: add new user
fr_fr: Ajouter utilisateur

source: Email addresses for logs
fr_fr: Adresse email pour les logs

source: add new email address
fr_fr: Ajouter adresse email

source: Outlier Parameters
fr_fr: Paramètres aberrants

source: There was a problem with the database:
fr_fr: Problème avec la base de données:

source: Could not connect to
fr_fr: Impossible de se connecter à

source: Cannot set value for undefined key (
fr_fr: Impossible d'assigner une valeur indefinie (

source: Cannot get value for undefined key (
fr_fr: Impossible de récupérer une valeur indéfinie (

source: Failed
fr_fr: Echec

source: awaiting import
fr_fr: Attente import

source: At least one report type must be set up!
fr_fr: Il doit y avoir au moins un type de rapport !

source: Connection test successful!
fr_fr: Test de connexion réussi !

source: No report types are set up!
fr_fr: Aucun type de rapport défini !

source: Update
fr_fr: Mise à jour

source: Add
fr_fr: Ajouter

source: Email Address
fr_fr: Adresse email

source: close
fr_fr: Fermer

source: SUSHI Service for
fr_fr: SUSHI Service pour

source: Optional Parameters
fr_fr: Paramètres optionnels

source: Start Date:
fr_fr: Date de début:

source: End Date:
fr_fr: Date de fin:

source: Ensure platform name stays CORAL's Platform Name:
fr_fr: Vérifiez que le nom de la plate-forme reste celui de la plate-forme CORAL:

source: submit for processing
fr_fr: Valider pour exécuter

source: cancel
fr_fr: Annuler

source: No Sushi Service passed in!
fr_fr: Aucun Sushi Service transmis!

source: Update Outlier
fr_fr: Mise à jour aberration

source: Level
fr_fr: Niveau

source: Count Over
fr_fr: Compte sur

source: Over prior 12 months
fr_fr: Sur priorité de 12 mois

source: Update Report Display Name
fr_fr: Modifier le nom du rapport

source: update
fr_fr: Modifier

source: Interface Notes
fr_fr: Notes de l'interface

source: Start Year:
fr_fr: Année de début:

source: End Year:
fr_fr: Année de fin:

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Interface Notes:
fr_fr: Notes de l'interface:

source: submit
fr_fr: Soumettre

source: Publisher Notes
fr_fr: Notes d'éditeur

source: Publisher Notes:
fr_fr: Notes d'éditeur:

source: Login
fr_fr: Connexion

source: Username:
fr_fr: Nom d'utilisateur:

source: Password:
fr_fr: Mot de passe:

source: Login Notes:
fr_fr: Notes de connexion:

source: SUSHI Connection
fr_fr: Connexion SUSHI

source: Service/Endpoint URL:
fr_fr: URL de Service/Endpoint

source: if using COUNTER's WSDL
fr_fr: Si vous utlisez COUNTER WSDL

source: or - WSDL URL:
fr_fr: ou - l'URL WSDL:

source: if not using COUNTER's WSDL
fr_fr: Si vous n'utilisez pas COUNTER WSDL

source: Report Type(s):
fr_fr: Types de rapport;

source: separate report types with semi-colon, e.g. JR1;BR1
fr_fr: séparez les types des reports avec points-virgules, ex. JR1;BR1

source: COUNTER Release:
fr_fr: Version de COUNTER:

source: Requestor ID:
fr_fr: ID demandeur:

source: Customer ID:
fr_fr: ID client:

source: Security Type:
fr_fr: Type de sécurité:

source: (optional)
fr_fr: (optionnel)

source: can be: HTTP Basic, WSSE Authentication
fr_fr: peut être: HTTP Basique, Authentification WSSE

source: Login:
fr_fr: Identification:

source: only needed for HTTP or WSSE Authentication
fr_fr: seulement nécessaire pour authentification HTTP ou WSSE

source: Service Day:
fr_fr: Jour de service:

source: number indicating the day of month the service should run
fr_fr: Le nombre indique le jour du mois ou le service doit être exécuté

source: (e.g. 27 will run 27th of every month)
fr_fr: (ex. 27 sera exécuté le 27e de chaque mois)

source: Sushi Notes:
fr_fr: Notes SUSHI:

source: Link Associated Organization
fr_fr: Lien à une organisation

source: Organization:
fr_fr: Organisation

source: None currently
fr_fr: Aucun actuellement

source: ignore outlier
fr_fr: Ignorer aberration

source: Close
fr_fr: Fermer

source: (showing only titles for which there were outliers during the year)
fr_fr: (affiche seulement les titres pour lesquels il y avait des valeurs aberrantes au cours de l'année)

source: Add New Platform for SUSHI Connection
fr_fr: Ajouter une nouvelle plate-forme de connexion SUSHI

source: Platform Name
fr_fr: Nom de la plateforme

source: Add Identifier
fr_fr: Ajouter identifiant

source: Identifier Type
fr_fr: Type d'identifiant

source: Proprietary ID
fr_fr: ID du propietaire

source: Identifier
fr_fr: Identifiant

source: Associated Titles and Identifiers
fr_fr: Titres et identifiants associés

source: Add New
fr_fr: Ajouter

source: User
fr_fr: Utilisateur

source: Login ID
fr_fr: Identifiant de connexion

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom

source: Privilege
fr_fr: Privilège

source: Add/Edit users have access to everything
fr_fr: Ajouter/Modifier utilisateurs pour donner l'accès à tout

source: except the Admin tab and admin users
fr_fr: à exception l'onglet Admin et les Admin utilisateurs

source: have access to everything
fr_fr: ont l'accès à tout

source: Function
fr_fr: Fonction

source: not set up!
fr_fr: Non défini!

source: Import History for
fr_fr: Historique d'import pour

source: Import Date
fr_fr: Date d'import

source: Imported By
fr_fr: Importé par

source: Import Summary
fr_fr: Résumé des imports

source: view log
fr_fr: Voir le log

source: view archive
fr_fr: Voir archive

source: (no imports found)
fr_fr: (aucun import)

source: Publisher Logins
fr_fr: Identifiants éditeur

source: Interface Login
fr_fr: Interface de connexion

source: Password
fr_fr: Mot de passe

source: Login Notes
fr_fr: Notes de connexion:

source: edit
fr_fr: Modifier

source: remove
fr_fr: Supprimer

source: (none found)
fr_fr: (non trouvé)

source: add new login
fr_fr: Ajouter connexion

source: Interface Logins
fr_fr: Identifiants interface

source: Organization Accounts
fr_fr: Comptes d'organisation

source: view organization
fr_fr: Voir organisation

source: Login Type
fr_fr: Type de connexion:

source: Username
fr_fr: Nom d'utilisateur

source: No login information stored for
fr_fr: Pas d'information enregistré pour

source: change associated organization
fr_fr: changer organisations associées

source: link to associated organization
fr_fr: Lien vers l'organisation associée

source: Login Credentials are also available for the following publishers:
fr_fr: Les identifiants de connexion sont aussi disponibles pour les éditeurs suivants:

source: Start Year
fr_fr: Année de début

source: End Year
fr_fr: Année de fin

source: add new publisher notes
fr_fr: Ajouter notes d'éditeur

source: Compliant?
fr_fr: Conforme?

source: add new interface note
fr_fr: Ajouter une note d'interface

source: Service URL
fr_fr: URL du service

source: COUNTER Release
fr_fr: Version de COUNTER

source: Report Layouts
fr_fr: Mise en page des Rapports

source: Requestor ID
fr_fr: ID demandeur

source: Customer ID
fr_fr: ID client

source: Security
fr_fr: Sécurité

source: Service Day
fr_fr: Jour de service

source: (day of month)
fr_fr: (jour du mois)

source: Edit SUSHI Connection Info
fr_fr: Modifier l'information de la connexion SUSHI

source: Test SUSHI Connection
fr_fr: Vérifier la connexion SUSHI

source: Add SUSHI Connection
fr_fr: Ajouter une connexion SUSHI

source: Visit the
fr_fr: Visiter le

source: SUSHI Server Registry
fr_fr: Registre du serveur SUSHI

source: for information about adding your provider.
fr_fr: pour plus d'information à propos de l'ajout d'un fournisseur.

source: delete entire month
fr_fr: Supprimer le mois complet

source: view outliers for this month
fr_fr: regarder les valeurs aberrantes pour ce mois

source: Statistics Management
fr_fr: Gestion des statistiques

source: View Spreadsheet
fr_fr: Voir la feuille de calcul

source: update overrides for this year
fr_fr: Modifier les surcharges de cette année

source: (no outliers found for this year)
fr_fr: (pas des valeurs aberrantes pour cette année)

source: Titles
fr_fr: Titres

source: View Journal Spreadsheet
fr_fr: Voir le journal sur feuille de calcul

source: View Books Spreadsheet
fr_fr: Voir les livres sur feuilles de calcul

source: Journals - Associated Titles and ISSNs
fr_fr: Journaux - Titres Associés et ISSNs

source: Title
fr_fr: Titre

source: view related titles
fr_fr: Voir les titres liés

source: view in link resolver
fr_fr: Voir dans le résolveur de liens

source: Books - Associated Titles and ISBNs
fr_fr: Livres - Titres Associés et ISBNs

source: Database Titles
fr_fr: Titre de base de données

source: Current Email Addresses
fr_fr: Adresses email actuelles

source: delete
fr_fr: Supprimer

source: Current Outlier Parameters
fr_fr: Paramètres actuels des valeurs aberrantes

source: over plus
fr_fr: surplus

source: over - displayed
fr_fr: Surplus - affiché

source: Outliers are currently disabled in the configuration file. Contact your technical support to enable them.
fr_fr: Les valeurs aberrantes sont desactivées dans le fichier de configuration. Contactez au votre support technique pour les activer.

source: update override
fr_fr: Modifier la surcharge

source: edit report display name
fr_fr: Modifier le nom du rapport

source: No imports found.
fr_fr: Pas d'import trouvé

source: Displaying
fr_fr: Affichage

source: to
fr_fr: à

source: of
fr_fr: de

source: Records
fr_fr: fiches

source: Platform/Publisher
fr_fr: Plateforme/Éditeur

source: Import Run Date
fr_fr: Date d'exécution de l'import

source: Details
fr_fr: Détails

source: view to process
fr_fr: Voir pour procéder

source: delete import
fr_fr: Supprimer l'import

source: (no outstanding imports found)
fr_fr: (pas d'import en attente)

source: Latest Run
fr_fr: Dernière exécution

source: Latest Status
fr_fr: Dernier statut

source: view full log
fr_fr: Voir le log complet

source: run now
fr_fr: Exécuter

source: change/test connection
fr_fr: Changer/Vérifier la connexion

source: (no failed imports found)
fr_fr: (pas d'import échoué)

source: Report(s)
fr_fr: Rapport(s)

source: Next Run
fr_fr: Prochaine exécution

source: (no sushi services set up)
fr_fr: (Pas de service SUSHI configuré)

source: Sorry, no platforms or publishers fit your query
fr_fr: Désolé, il n'y a pas de plate-forme/éditeur pour votre requête

source: Platform Records
fr_fr: Fiches plateforme

source: Publishers
fr_fr: Éditeurs

source: By
fr_fr: Par

source: records per page
fr_fr: resultats par page

source: Override has been updated
fr_fr: La surcharge a été mis à jour avec succès

source: Platform Reporting Display Name has been updated
fr_fr: Le nom de la plate-forme des rapports a été modifié

source: Default display list has been updated
fr_fr: La liste d'affichage par défault a été modifié

source: Publisher Reporting Display Name has been updated
fr_fr: Le nom d'affichage pour les rapports a été modifié

source: Home
fr_fr: Accueil

source: Usage Statistics Import
fr_fr: Import des statistiques d'utilisation

source: Incorrect File format, must be .txt!
fr_fr: Format incorrect, doit être .txt !

source: There was an error uploading the file. Please verify the size is not over 5MB and try again!
fr_fr: Il y a eu une erreur lors du téléchargement du fichier. Vérifiez que la taille ne dépasse pas 5Mo.

source: File has an incorrectly formatted name - try filename.txt!
fr_fr: Le fichier a un nom mal formé - essayez fichier.txt !

source: File:
fr_fr: Fichier :

source: Override previous month verification
fr_fr: Surcharger la vérification du mois précédent

source: Upload
fr_fr: Téléchargement

source: Save file as .txt files in tab delimited format
fr_fr: Enregistrer comme .txt au format délimité par tabulation

source: File may not be larger than 5MB
fr_fr: Le fichier ne peut pas dépasser 5Mo

source: Ensure column headers conform to Counter's standards for the report type
fr_fr: Vérifiez que les en-têtes de colonne sont conformes au standard counter

source: More info:
fr_fr: Plus d'information :

source: Recent Imports
fr_fr: Imports récents

source: Search
fr_fr: Recherche

source: new search
fr_fr: Nouvelle

source: Name (contains)
fr_fr: Nom (contient)

source: Starts with
fr_fr: Commence par

source: Not Available
fr_fr: Non disponible

source: You have not been set up to have access to the Usage Statistics Module. Please contact
fr_fr: Vous n'avez pas accès au module des statistiques d'utilisation. Contactez

source: to be added.
fr_fr: pour avoir l'accès

source: View or Edit Publisher / Platform
fr_fr: Voir ou modifier l'éditeur/la plateforme

source: Edit Publishers / Platforms
fr_fr: Modifier l'éditeur/la plateforme

source: Publisher / Platform Update
fr_fr: Modification de l'éditeur/la plateforme

source: view / edit
fr_fr: Voir / modifier

source: No publishers / platforms found.
fr_fr: Pas d'éditeur / de plateforme trouvée.

source: Report Options
fr_fr: Options des rapports

source: Mark the checkboxes to add / remove specific Platforms or Publishers to the default report list.
fr_fr: Cocher les cases pour ajouter/enlever les éditeurs ou les plateformes à la liste des rapports par défaut.

source: Click 'edit report display name' to change the display name in the reporting system for specific Platforms or Publishers.
fr_fr: Cliquer sur 'Modifier le nom du rapport' pour modifier le nom du rapport dans le système, pour un éditeur ou une plateforme spécifique.

source: Available
fr_fr: Disponible

source: As Default
fr_fr: Par défaut

source: Report
fr_fr: Rapport

source: Publisher
fr_fr: Editeur

source: Platform
fr_fr: Plateforme

source: Print ISSN
fr_fr: ISSN imprimé

source: Online ISSN
fr_fr: ISSN électronique

source: Total for all Journals
fr_fr: Total pour tous les périodiques

source: Total for all Books
fr_fr: Total pour tous les livres

source: Total for all Databases
fr_fr: Total pour toutes les bases

source: SUSHI Import
fr_fr: Import SUSHI

source: Sushi Output Log:
fr_fr: Logs d'export SUSHI :

source: SUSHI Administration
fr_fr: Administration SUSHI

source: Add new platform for SUSHI
fr_fr: Ajouter plateforme pour SUSHI

source: Outstanding Import Queue
fr_fr: Queue d'import en attente

source: Last Failed SUSHI Imports
fr_fr: Dernier import SUSHI en échec

source: All SUSHI Services
fr_fr: Tous services SUSHI

source: SUSHI runs found for day:
fr_fr: Exécutions SUSHI pour la journée :

source: Log in to
fr_fr: Se connecter à

source: Sushi Administration
fr_fr: Administration SUSHI

source: for more information.
fr_fr: Pour plus d'information

source: Run complete. Log has been emailed to
fr_fr: Exécution complète. Les logs ont été envoyés par email à

source: Email to
fr_fr: Email à

source: Failed!
fr_fr: Echec !

source: Nothing to see here! (no sushi scheduled today)
fr_fr: Rien à voir ici ! (pas de SUSHI planifié aujourd'hui)

source: JavaScript must be enabled in order for you to use CORAL. However, it seems JavaScript is either disabled or not supported by your browser. To use CORAL, enable JavaScript by changing your browser options, then
fr_fr: JavaScript doit être activé pour utiliser CORAL. Cependant, il semble que JavaScript est désactivé ou n'est pas supporté par votre navigateur. Pour utiliser CORAL, activez JavaScript en modifiant la configuration de votre navigateur, puis

source: try again
fr_fr: réessayez

source: Hello,
fr_fr: Bonjour,

source: logout
fr_fr: Se déconnecter

source: File Import
fr_fr: Importer un fichier

source: Usage
fr_fr: Utilisation

source: Reports
fr_fr: Rapport

source: Change Module
fr_fr: Changer de module

source: Invalid translation route!
fr_fr: Route invalide !

source: Upload Process Complete
fr_fr: Téléchargement terminé

source: Process started on
fr_fr: La tâche a commencé le

source: File:
fr_fr: Fichier :

source: Report Format:
fr_fr: Format du rapport :

source: Outlier Parameters:
fr_fr: Paramêtres aberrations :

source: Level
fr_fr: Niveau

source: over
fr_fr: dessus

source: Override indicator set - all months will be imported.
fr_fr: Indicateur de surcharge positionné - tous les mois seront importés.

source: Entire year already exists for this Platform / year. No counts will be imported.
fr_fr: Toute l'année existe déjà pour cette plateforme. Aucun comptage ne sera importé.

source: Month Started at:
fr_fr: Mois débutant le :

source: No records exist for this Platform / year. Import will start with month 1.
fr_fr: Il n'y a pas d'import pour cette plateforme / année. L'import démarrera avec le mois 1.

source: Partial year records exist for this Platform / year. Import will start with month 1 and end with month
fr_fr: Données partielles pour cette plateforme / année. L'import démarrera avec le mois 1 et terminera avec le mois

source: Year:
fr_fr: Année :

source: New Platform set up:
fr_fr: Paramétrage nouvelle plateforme :

source: New Publisher / Platform set up:
fr_fr: Paramétrage plateforme / éditeur :

source: Publisher / Platform:
fr_fr: Editeur / plateforme :

source: Title:
fr_fr: Titre :

source: Duplicate record for this Print ISSN in same spreadsheet: Month:
fr_fr: Duplication de données pour cet ISSN imprimé dans la même feuille : mois :

source: New Count:
fr_fr: Nouveau comptage :

source: New Usage Count Record Added: Month:
fr_fr: Nouveau comptage d'utilisation ajouté : mois :

source: Count:
fr_fr: Comptage :

source: Usage Count Record is not numeric for month:
fr_fr: Le comptage n'est pas un nombre pour le mois :

source: imported as 0.
fr_fr: Importé en tant que 0.

source: Outlier found for this record: Level
fr_fr: Aberration trouvée pour cette donnée : niveau

source: Current or future month will not be imported:
fr_fr: Le mois en cours ou prochain ne sera pas importé :

source: YTD Already Exists for this Print ISSN, counts are added together.
fr_fr: YTD existe déjà pour cet ISSN, les comptage seront cumulés.

source: YTD Total Count:
fr_fr: YTD comptage total :

source: YTD HTML Count:
fr_fr: YTD comptage HTML :

source: YTD PDF Count:
fr_fr: YTD comptage PDF :

source: No YTD import performed since monthly stats were not imported
fr_fr: Aucun import YTD n'a été effectué depuis que les statistiques mensuelles n'ont plus été importées

source: Title match did not complete correctly, please check ISBN / ISSN to verify for Title:
fr_fr: Le titre n'est pas complété correctement, merci de vérifier ISBN / ISSN pour le titre :

source: Status
fr_fr: Statut

source: File archived as
fr_fr: Fichier archivé en tant que

source: Log file available at:
fr_fr: Fichier de log disponible à :

source: Process completed.
fr_fr: Tâche terminée.

source: Summary:
fr_fr: Résumé :

source: titles processed.
fr_fr: titres traités.

source: SUSHI Import Confirmation
fr_fr: Confirmation de l'import SUSHI

source: The file
fr_fr: Le fichier

source: has been uploaded successfully.
fr_fr: a été téléchargé correctement.

source: Please confirm the following data:
fr_fr: Merci de confirmer les données suivantes :

source: Upload Process Confirmation
fr_fr: Confirmation du téléchargement

source: for
fr_fr: pour

source: Looking for
fr_fr: Recherche de

source: in column
fr_fr: dans la colonne

source: but found
fr_fr: mais trouvé

source: Error with Format
fr_fr: Erreur de format

source: Report format is set to
fr_fr: Le format des rapports a été positionné à

source: but does not match the column names listed in layouts.ini for this format
fr_fr: mais ne correspond pas aux noms de colonnes définis dans layouts.ini pour ce format

source: Expecting columns:
fr_fr: Attente des colonnes :

source: Found columns:
fr_fr: Trouvé les colonnes :

source: If problems persist you can copy an existing header that works into this file.
fr_fr: Si le problème persiste, copiez un en-tête existant et qui fonctionne dans ce fichier.

source: Error with Setup: This report format is not set up in layouts.ini.
fr_fr: Erreur de paramétrage : ce format de rapport n'est pas défini dans layouts.ini.

source: Error with Format: The line preceding the first should start with 'Total'.
fr_fr: Erreur de format : la ligne qui précède la 1ere doit commencer par 'Total'.

source: Error with Year: Year listed in header (
fr_fr: Erreur dans l'année : année listée dans l'en-tête (

source: ) may not be ahead of current year. Please correct and submit again.
fr_fr: ) ne peut pas être au delà de l'année actuelle. Merci de corriger et recommencer.

source: File is flagged to override verifications of previous month data. If this is incorrect use 'Cancel' to fix.
fr_fr: Le fichier est marqué pour outrepasser les vérifications du mois dernier. Si c'est incorrect, utilisez 'annuler' et corrigez.

source: Report Format:
fr_fr: Format du rapport :

source: If this is incorrect, please use 'Cancel' to go back and fix the headers of the file.
fr_fr: Si c'est incorrect, utilisez 'Annuler' et corriges l'en-tête du fichier.

source: Confirm
fr_fr: Confirmer

source: Cancel
fr_fr: Annuler
